000000.jinja2
adamvoss.vscode-languagetool
adamvoss.vscode-languagetool-uk
adrianwilczynski.format-selection-as-html
aldijav.golangwithdidi
alefragnani.bookmarks
almahdi.code-django
angular.ng-template
azemoh.one-monokai
azemoh.theme-onedark
batisteo.vscode-django
charliermarsh.ruff
docker.docker
emmanuelbeziat.vscode-great-icons
emroussel.atom-icons
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
ghaschel.vscode-angular-html
github.copilot
github.copilot-chat
golang.go
hongquan.dragon-jinja
irongeek.vscode-env
jeff-hykin.better-cpp-syntax
jeff-hykin.better-dockerfile-syntax
mgmcdermott.vscode-language-babel
modular-mojotools.vscode-mojo
monosans.djlint
moozzyk.arduino
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vscode.vscode-serial-monitor
nhoizey.gremlins
nikolaosgeorgiou.html-fmt-vscode
platformio.platformio-ide
pmneo.tsimporter
premparihar.gotestexplorer
quicktype.quicktype
ritwickdey.liveserver
samuelcolvin.jinjahtml
saoudrizwan.claude-dev
scottmccaughey.angular-template-formatter
sergeyegorov.folder-color
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-ukrainian
stringham.angular-template-formatter
tinygo.vscode-tinygo
tobermory.es6-string-html
twxs.cmake
valsorym.smart-tabs
vsciot-vscode.vscode-arduino
vue.volar
wokwi.wokwi-vscode
xabikos.javascriptsnippets
xaver.clang-format
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zxh404.vscode-proto3
